<?php //Template Name: Accessiblity  ?>

<?php get_header(); ?>
<main>
    <section id="hero">
        <div class="container">
            <h1>
                <?php the_title(); ?>
            </h1>
        </div>
    </section>
    <section class="page-main">
        <div class="container">
            <?php
            if(get_the_content()){
                echo get_the_content();
            } else {
            ?>
            <p>MetoMotion מחוייבת למתן שוויון הזדמנויות לאנשים עם צרכים מיוחדים. לפיכך, עיצבנו ותכננו את האתר כך שיעמוד בהנחיות הנגישות של ה - World Wide Web Cobnsortium  ברמה AA</p>
            <p>להערות והצעות, אנא פנו אלינו: [מייל החברה]. אם מצאתם אזורים לא תקינים או שאינם עונים על דרישות הנגישות, אנא פנו אלינו נתקן בהתאם.</p>
            <h2>נגישות האתר</h2>
            <ul>
                <li>
                    כל העמודים באתר זה כתובים בקוד תקין HTML5. כתיבה בקוד תקין מבטיחה עבודה תקינה של טכנולוגיות מסייעות בהם משתמשים אנשים עם מוגבלות (כגון קוראי-מסך לשימושם של עיוורים).
                </li>
                <li>
                    אמצעי הניווט וההתמצאות באתר פשוטים ונוחים לשימוש.
                </li>
                <li>
                    האתר מותאם לסביבות עבודה ברזולוציות שונות.
                </li>
                <li>
                    התוכן באתר סמנטי. מכיל כותרות, טבלאות מידע, רשימות, פסקאות, קישורים תקניים, פקדים לטפסים ותיאורי תמונות אם הן בעלות משמעות.
                </li>
                <li>
                    הטפסים באתר נגישים לקוראי מסך ומשתמשי מקלדת.
                </li>
                <li>
                    האתר מאפשר שינוי גודל הגופן על ידי שימוש בסרגל הנגישות או באמצעות שימוש בקיצור המקלדת CTRL + .
                </li>
                <li>
                    ניתן לשנות את ניגודיות צבעי האתר באמצעות לחיצה על כפתור הניגודיות בסרגל הנגישות.
                </li>
                <li>
                    הוספת מסגרת מיקוד לאלמנטים הנשלטים באמצעות המקלדת.
                </li>
                <li>
                    ניתן לנווט לאזורים העיקריים באתר על ידי לחיצה על TAB.
                </li>
                <li>
                    ניתן להשהות אנימציות באתר ע״י בחירת האפשרות בסרגל הנגישות.
                </li>
            </ul>
        <?php } ?>
        </div>
    </section>
</main>
<?php get_footer(); ?>
